IDEA Open Model
MatPrestressSteelEc2.Fm Property
Compatible with IDEA StatiCa Beta 20.0
 Char. value of max. force (prEN 10138)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fm { get; set; }
Public Property Fm As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace